Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/duodji.html.tmx
Source language: sme
Languages: smj

source: Duodji / Ealáhusat / Sámediggi - Sametinget
smj: Duodje / Æládus / Sámedigge - Sametinget

source: Oza doarjaga
smj: Åtså biednikdårjav

source: Duodji
smj: Duodje

source: Duodji lea dehálaš identitehtavuođđudeaddji doaibma mas lea stuorra mearkkašupmi sámi kultuvrii ja gillii.
smj: Duodje la ájnas identitehta dahkkedoajmma manna le stuor merkadus sáme kultuvrraj ja giellaj.

source: Ollu nissonolbmuin lea duodji váldoealáhussan ja oalgeealáhussan eará doaimmaide.
smj: Sámedigge ulmme la badjeloajve le åvddånahttet duodje æládusáv alep vuojtojn ja lasijn jådojn iesjdagádum gálvojs.

source: Ovddasvástideaddji politihkkár
smj: Politihkalasj åvdåsvásstediddje

source: ann-mari.thomassen@samediggi.no
smj: Sámediggerade le juollodam dårjav duodjeoassásijda Inka AS i Kárásjjågån ja...

source: Áigeguovdil
smj: Lågå ienebuv

source: Duoji doaibmadoarjjaortnet
smj: Duodjesåbadus gergas

source: 2015 duodješiehtadallamiin gaskal Sámedikki, Duojáriid Ealáhussearvvi ja Sám....
smj: Duodjesjiehtadallamij oassálasste li boahtám ájgás, ja 2015-jage såbadusán l....

source: Loga eambbo
smj: Lågå ienebuv

source: Čájet buot áššiid
smj: Vuoseda divna ássjijt

source: Sámediggi bargá dan badjelii ahte:
smj: Sámedigge barggá dán åvdås:

source: Lasihit iežas buvttaduvvon gálvvuid vuovdima
smj: Lasedit jådov iesjdagádum gálvojs

source: Rekruteret nuoraid duodjeealáhussii
smj: Åttjudit nuorajt ådåálggen duodjeæládussaj

source: Joksamis min mihttomeriid Sámediggi doaimmaha fágalaš bagadallama duojáriidda, duohtandahká duoji ealáhusšiehtadusa ja ruhtada doaibmabijuid mat dagahit ahte duodji ovdánahttojuvvo ealáhussan.
smj: Nav vaj mij galggap åledit mijá ulmmelijt la Sámedigge viehkken fágalasj bagádusáj duodjárijda, tjadádit æládussjiehtadusájt duodjáj ja ruhtadårjav dåjmajda ma li viehkken åvddånahttet njuolgga duodje æládussaj.

source: Sámediggi šiehtada jahkásaččat ealáhusšiehtadusa duodjeealáhussii.
smj: Sámedigge jahkásattjat sjiehtadallá æládussjiehtadusáv duodjeæládussaj.

source: Sámediggi hálddaša maiddái ruđaid doaibmabijuide duodjeealáhusas
smj: Sámedigge aj háldat rudájt dåjmajda duodjeæládusán.

source: Innovašuvdna Norgga hálddaša ruđaid fitnodat doaibmabijuide duodjeealáhusas
smj: Innovasjon Norge háldat viddnudakájgodum rudájt duodjeæládussaj.

source: Suohkanlaš ealáhusfoanddat sáhttet ruhtadit smávit doaibmabijuid ja prošeavttaid.
smj: Suohkana æládusfoannda máhttá ruhtadit unnep dåjmajt ja prosjevtajt.

source: Duodjeealáhusa ealáhusšiehtadusa vuođul juohká Sámediggi čuovvovaš doarjagiid:
smj: Æládussjiehtadusá milta duojen juohká Sámedigge dájt ruhtadoarjjagijt:

source: Doaibmadoarjaga
smj: Doajmmaruhtadårja

source: Háhkan- ja ovdánahttindoarjaga
smj: Investerim- ja åvddånahttem ruhtadårja

source: Čálgoortnega
smj: Álkkádusårniga

source: Fága – ja ekonomalaš lávdegotti
smj: Fága – ja økonomalasj juogos

source: Vuovdinovddideaddji doaibmabijut (ohcanvuđot)
smj: Vuobddemálkkudak dåjma (åhttse baseridum)

source: Bistevaš ruhtajuolludeamit
smj: Fássta Juollodime

source: Duodjeinstituhtta oažžu jahkásaččat badjel golbma miljovnna iežas doibmii.
smj: Duodjeinstituhtta oadtju juohkka jage gålmmå milijåvnå suv dåjmajda.

source: Sin ulbmil lea ovdánahttit duodjeealáhusa
smj: Siján la ulmme jådedit åvddånahttemav duodjeæládusán

source: Boazodoalu ja duoji oahpahuskantuvra oažžu 1,5 miljovnna ruvnno jahkásaš doarjjan duoji fidnooahppiortnegii.
smj: Åhpaduskåntåvrrå boatsojæládussaj ja duodjáj oadtju 1,5 milijåvnå kråvnå doarjjan jahkásattjat viddnooahppeårnigij duojen.

source: Oahpahuskantuvra galgá láhččet logi fidnooahppái vai sii sáhttet váldit fágareivve duojis
smj: Da galggi bajás 10 viddnooahppe nav vaj da máhtti válldet fáhkagirjev duojen

source: Duodjeorganisašuvnnat Sámiid duodji ja Duojáriid ealáhussearvi ožžot jahkásaččat doaibmadoarjaga vai sáhttet bargat duojáriid beroštumiiguin
smj: Duodje sebrudagá Sámij Duodje ja Duodjárij æládussiebrre oadtju jahkásattjat doarjjagav gåtsedit duodjárij berustimev

source: Duodjegávppit sáhttet ohcat prošeaktadoarjaga vai sáhttet nannet duodjegálvvuid vuovdima eará duojáriid ovddas
smj: Duodjevuobdde máhtti åhtsåt prosjæktadoarjjagav ja dan láhkáj nannit manov duojes dagádum ietjá duodjárijs
